/* 
  Localizable.strings
  InstallerSetup

  Created by Vignesh S on 24/05/2021.
  Copyright © 2021 ZOHO Corporation Private Limited. All rights reserved.
*/

/* Common Text */
"OK" = "Aceptar";
"CANCEL" = "Cancelar";
"CLOSE" = "Cerrar";
"CLICK_HERE" = "Pulse aquí";
"DONE" = "Listo" ;


/* Configure Text */
"CONFIGURE" = "Configurar";
"CONFIGURING" = "Se está configurando..." ;
"CONFIGURING_UNATTENDED" = "Se está configurando el acceso desatendido..." ;
"CONFIGURING_SUCCESS" = "está configurado para el acceso desatendido ahora" ;
"CONFIGURING_ALREADY" = "Este equipo ya está configurado para el acceso desatendido por" ;
"CONFIGURING_TRANSFER" = "¿Desea transferir el acceso a" ;

/* Accessibility Box */
"ACCESSIBILITY_MESSAGE" = "Please provide necessary permission for Zoho Assist to establish a remote connection" ;
"ACCESSIBILITY_STEP1" = "Zoho Assist requires Accessibility permission to access and control the device." ;
"ACCESSIBILITY_STEP2" = "Zoho Assist requires Screen Recording permission to capture and record the screen." ;
"ACCESSIBILITY_PERMISSION1" = "Accessibility" ;
"ACCESSIBILITY_PERMISSION2" = "Screen Recording" ;
"ACCESSIBILITY_INFO" = "For more Information" ;
"POPUP_MESSAGE" = "Zoho Assist requires Accessibility and Screen Recording permission to establish a remote connection.";
"CLOSE_POPUP_MESSAGE" = "Accessibility and Screen Recording permissions are enabled. Remote session will begin now.";
"ACCESSIBILITY_TITLE" = "Zoho Assist Accessibility" ;
"CONFIGURE" = "Configure" ;

/* Error Box */
"ERROR_OS" = "Zoho Assist no es compatible con esta versión de su sistema operativo. Pulse aquí para verificar los requisitos del sistema." ;
"ERROR_UNKNOWN" = "No se pudo instalar el agente desatendido debido a problemas inesperados. Pulse para notificar el problema." ;
